
# todo: написать приветственное сообщение
welcome_message = "Приветственное сообщение"



# todo: написать функцию, которая будет перемешивать пользователей
# todo: для каждого участника надо заполнить поле "send_to"
# "send_to" - id пользователя, которому участник должен сделать подарок
def shuffle_users(user_data):
    """
    Функция, перемешивающая пользователей.
    Принимает на вход словарь с данными пользователей.
    Возвращает словарь с данными пользователей, в котором каждому пользователю
    присвоен id другого пользователя, которому он должен сделать подарок.
    """
    pass

